
"SWITCH_WHITE_BLACK" = "Vaihda valkoiseksi mustalla";
"SWITCH_BLACK_WHITE" = "Vaihda mustaksi valkoisella";
"WHITE_BLACK_HOTKEY" = "Vaihda valkoiseksi mustalla: %@";
"BLACK_WHITE_HOTKEY" = "Vaihda mustaksi valkoisella: %@";

"TURN_ON_ZOOM" = "Laita zoomaus päälle";
"TURN_OFF_ZOOM" = "Laita zoomaus pois päältä";
"TOGGLE_ZOOM_HOTKEY" = "Laita zoomaus päälle tai pois päältä: %@";
"ZOOM_IN_HOTKEY" = "Lähennä: %@";
"ZOOM_OUT_HOTKEY" = "Loitonna: %@";
"REDUCE_CONTRAST_HOTKEY" = "Vähennä kontrastia: %@";
"INCREASE_CONTRAST_HOTKEY" = "Lisää kontrastia: %@";
"TOGGLE_SI_HOTKEY" = "Kytke VoiceOver päälle tai pois: %@";

"SET_DISPLAY_TO_COLOR" = "Aseta näyttö väreihin";
"SET_DISPLAY_TO_GRAY" = "Aseta näyttö harmaasävyihin";

// Describe how to zoom past the maximum and minimum settings.
// NOTE: the %@ will be replaced by hotkey combinations
// NOTE: there is a space between the second hotkey combination and the period to separate hotkey from the period.
"HOW_TO_ZOOM_INFO" = "Jos haluat zoomata enimmäis- tai vähimmäisasetuksen ohitse, pidä painettuna %@ tai %@.";

// Mouse Tab
"MOUSE_TAB_TITLE" = "Hiiri";
"MOUSE_AND_TRACKPAD_TAB_TITLE" = "Hiiri ja ohjauslevy";

"USING_MOUSE" = "Ongelmia hiiren käytössä";
"USING_MOUSE_TRACK" = "Ongelmia hiiren tai ohjauslevyn käytössä";

// errors
"ERROR_OCCURRED" = "Käyttöapu-valikkoa ei voida näyttää.";
"MENUEXTRA_LOAD_FAILED" = "Käyttöapu-valikkoa ei voitu näyttää valikkorivillä.";


// Zoom Options Sheet
"MAXIMUM_ZOOM" = "Enimmäiszoomaus %2.1fx";
"MINIMUM_ZOOM" = "Vähimmäiszoomaus %2.1fx";
"ZOOM_SLIDER_ACCESSIBILITY_VALUE" = "%2.1fx";